<template>
  <div class="policy">
    <Header :Title="title" />
    <span
      >【提示条款】请仔细阅读《云维保隐私保护政策》并确定了解我们对您个人信息的处理规则。阅读过程中，如您有任何疑问，可联系我们的客户咨询，如您不同意协议中的任何条款，您应立即停止访问云维保。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止使用云维保。
      欢迎您使用云维保！
      为保障你的相关权利，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。有鉴于此，广州新维智能科技有限公司（或简称“我们”）制定本《隐私保护政策》（下称“本政策”）并将向你说明云维保会如何收集、使用和存储你的个人信息及你享有何种权利，请你在使用云维保之前，阅读、了解并同意本隐私指引和相关补充文件。
      本隐私指引将帮助你了解以下内容： 1. 未成年人的个人信息保护 2.
      我们收集哪些类型的信息 3. 信息的分享和对外提供 4. 我们如何存储这些信息 5.
      我们如何使用这些信息 6. 我们如何保护这些信息 7. 你如何访问和管理个人信息
      8. 注销登录 9. 通知和修订 10. 账号注销流程 11. 如何联系我们
      本隐私政策与您所使用的云维保服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本隐私政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。
      如对本隐私政策或相关事宜有任何问题，您可随时拨打我们的任何客服电话：400-808-8133与我们联系。
      1.未成年人保护
      我们非常重视未成年人的信息保护，如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许，父母或监护人明确同意或者保护未成年人所必要的情况下使用，共享，转让或披露此信息。我们将根据国家相关法律法规及本《云维保隐私保护政策》的规定保护未成年人的个人信息。
      2. 我们收集哪些类型的信息
      为了向您提供服务、保障服务的正常运行、改进和优化我们的服务以及保障帐号安全，云维保会按照如下方式收集你在注册、使用服务时主动提供、授权提供或因为使用服务而产生的信息：
      2.1.
      账号注册信息：当你首次注册登录云维保，你需要提供你的手机号，上述信息为你使用云维保所必需，若你不提供这类信息，你将无法正常使用我们的服务。
      2.2.
      当你使用云维保服务时，为向你及企业用户提供云维保产品及服务，维护我们服务的正常运行，改进及优化我们的服务体验以及保障你的帐号安全，我们会收集你下述信息：
      2.2.1.
      设备信息：根据你在安装及使用云维保服务过程中的设备型号及授予的权限，我们会收集使用云维保服务的设备相关信息，包括设备型号、操作系统、唯一设备标识符、设备所在位置信息（如登录IP地址、GPS位置以及能够提供相关信息的Wi-Fi接入点等相关信息）、云维保软件版本号。
      2.2.2.
      日志信息：当你使用云维保服务时，我们会收集你对服务使用的日志信息，包括接入网络的方式、类型和状态、网络质量数据、操作日志、服务日志信息（如你在云维保查看的网址信息、服务故障信息等）。
      2.2.3.
      你通过我们的客服或参加我们举办的活动时所提交的信息。例如，你参与我们线上活动时填写的调查问卷中可能包含你的姓名、电话、公司等信息。
      2.3.
      为提供办公管理及通讯服务，我们会收集企业用户和该企业用户的最终用户使用云维保过程中提交或产生的信息和数据（下称“企业控制数据”），企业控制数据可能包括：
      2.3.1.
      你的姓名、性别、手机号码、电子邮箱、以及职务等企业用户提交或要求你提供的个人信息；
      2.3.2.
      所属企业、qq、微信号、座机号码、电子邮箱地址、职位、职级、职务、隶属部门、传真号码等与企业用户相关或企业用户分配给你的信息
      2.3.3. 你在使用设备定位，巡检功能时的地理位置信息等； 2.3.4.
      其他由企业用户提交的数据，如组织架构、审批流程等。 2.4第三方SDK信息
      为保障软件相关功能的实现与应用安全稳定的运行，我们可能会接入由第三方提供的软件开发包（SDK）实现相关目的。我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保护数据安全。
      我们对接入的相关第三方SDK在目录中列明。
      我们的产品高德地图SDK收集您的设备Mac地址、唯一设备识别码（IMEI/android
      ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI
      信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。高德SDK需要收集您的WLAN状态信息、定位信息、终端设备唯一标识符，以便最终用户不需要手动输入自身地理坐标就可获得位置相关服务。
      请注意，第三方SDK可能因为其版本升级、策略调整等原因导致数据处理类型存在一定变化，请以其公示的官方说明为准。
      第三方SDK列表： 高德地图
      （1）使用目的：帮助用户定位使用发布报修订单功能时，便捷获取当前维修上门位置。
      （2）收集数据类型：地理位置信息 （3）官网链接：https://lbs.amap.com 天眼查
      （1）使用目的：帮助用户找到所在公司信息 （2）收集数据类型：公司信息
      （3）官网链接：https://open.tianyancha.com/
      你理解并同意，企业用户为企业控制数据的控制者，我们仅根据企业用户的指示（包括企业用户以及企业用户管理员通过管理后台进行的操作等）以及我们与企业用户间的协议进行相应的处理。如果你对以上企业控制数据的收集目的、范围和使用方式有任何疑问或意见，请联系你所在企业用户或企业用户管理员处理。
      2.5当你需要注册为企业用户时，你需要提供创建人信息，若你不提供这类信息，你将无法正常注册成为企业用户使用相关服务。
      企业用户在上传和管理其最终用户名称、手机号等个人信息之前，请确保已经事先获得最终用户的明确同意，仅收集实现运营及功能目的所必需的最终用户信息，且已充分告知最终用户相关数据收集的目的、范围及使用方式等。
      3. 信息的分享及对外提供
      我们不会共享或转让你的个人信息至第三方，但以下情况除外： 3.1.
      获取你的明确同意：经你事先同意，我们可能与第三方分享你的个人信息； 3.2.
      为实现外部处理的目的，我们可能会与关联公司或其他第三方合作伙伴（第三方服务供应商、承包商、代理、应用开发者等）分享你的个人信息，让他们按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于向你提供我们的服务，实现“我们如何使用这些信息”部分所述目的。如我们与上述关联公司或第三方分享你的信息，我们将会采用加密、匿名化处理等手段保障你的信息安全。
      3.3.
      我们不会对外公开披露所收集的个人信息，如必须公开披露时，我们会向你告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得你的明示同意。需要特别说明的是，对最终用户相关信息如何在其加入的企业用户工作平台中披露或对外共享，由企业用户决定并管理
      3.4.
      随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知你相关情形，按照法律法规及不低于本隐私指引所要求的标准继续保护或要求新的控制者继续保护你的个人信息。
      3.5. 我们可能基于法律要求或相关部门的执法要求披露你的个人信息。 4.
      我们如何存储这些信息 4.1. 信息存储的地点
      我们会按照国家相关法律法规规定，将收集和产生的个人信息存储于中国境内。
      4.2. 信息存储的期限
      一般而言，我们仅为实现目的所必需的时间保留你的个人信息。对于企业用户可自主设定留存期限的部分企业控制数据（如云维保的工单记录、文件图片等），我们会根据企业用户的设置留存相关信息，我们不会查看或使用企业用户留存的聊天记录和文件图片。
      当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知你，在合理的期限内删除你的个人信息或进行匿名化处理，并立即停止收集个人信息的活动，以及关闭第三方应用服务接口，避免第三方服务收集及继续使用个人信息。
      5. 我们如何使用信息
      我们严格遵守法律法规的规定及与用户的约定，将收集的信息按照本隐私保护指引的规定用于以下用途。
      5.1.
      我们在你使用云维保服务过程中收集相关的信息是为了向云维保用户（包括企业用户和最终用户）打造和提供更好的服务。我们会将收集的信息用于以下用途：
      5.1.1.
      提供、维护及开发云维保服务：我们会利用收集的信息来提供和优化改进云维保服务，例如，根据云维保日志、服务使用信息等为你或你所在企业用户提供各类数据统计分析功能及服务，如一周小结功能，业务数据统计等。
      5.1.2.
      安全保障：为保障你以及所有云维保用户的安全，我们会利用相关信息协助提升云维保服务的安全性和可靠性，包括检测、防范和应对可能危害云维保、我们的用户或公众的欺诈行为、滥用行为、非法行为、安全风险和技术问题等；
      5.1.3.
      与你沟通：我们会利用收集的信息（例如你提供的电子邮件地址、企业用户的管理者联系邮箱、电话等）直接与你沟通。例如，如果我们检测到可疑活动（如尝试从不同于平常的位置登录你的云维保，或者多次密码输入错误的情况下），则可能会向你发送通知，我们可能会让你了解云维保即将发生的变化或即将进行的改进。或者，我们会对你进行服务回访；
      5.1.4.
      为了遵从相关法律法规、部门规章、政府指令的相关要求。目前，我们不会将你的个人信息用于个性化推荐或广告用途。如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，通过页面提示、交互流程、网站公告等方式另行向你告知并征得你的明示同意。
      5.2.
      对于企业控制数据的使用，我们将根据企业用户的决定以及我们与企业用户的相关协议依法予以处理。例如，企业用户有权决定在云维保内展示哪些以及如何展示最终用户的相关信息。
      5.3.
      根据相关法律法规以及国家标准，在以下情况下我们可能会收集、使用你的个人信息而无需征求你的授权同意：
      (1)与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；
      (2)与犯罪侦查、起诉、审判和判决执行等直接相关的；
      (3)出于维护你或其他个人的生命</span
    >
  </div>
</template>

<script>
import Header from "@/components/Header";
export default {
  name: "Policy",
  components: {
    Header,
  },
  data() {
    return {
      title: "隐私政策",
    };
  },
};
</script>

<style>
.policy {
  font-size: 12px;
}
</style>
