<template>
  <div class="protocols">
    <Header :Title="title" />
    <span
      >注：本协议是您与广州新维智能科技有限公司及其关联公司（下称“服务提供者”）之间关于使用其提供的应用服务之间签署的正式的、完整的协议
      一、总则 1.1 云维保的所有权和运营权归广州新维智能科技有限公司所有。 1.2
      用户开始使用产品，则用户与云维保之间自动形成协议关系，用户应当受本协议的约束。用户在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。
      1.3
      本协议则可由云维保随时更新，用户应当及时关注并同意本站不承担通知义务。本站的通知、公告、声明或其它类似内容是本协议的一部分。
      二、使用规则 2.1
      遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。
      2.2
      用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在本站任何页面发布、转载、传送含有下列内容之一的信息，否则本站有权自行处理并不通知用户：
      (1)违反宪法确定的基本原则的；
      (2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；
      (3)损害国家荣誉和利益的； (4)煽动民族仇恨、民族歧视，破坏民族团结的；
      (5)破坏国家宗教政策，宣扬邪教和封建迷信的；
      (6)散布谣言，扰乱社会秩序，破坏社会稳定的；
      (7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
      (8)侮辱或者诽谤他人，侵害他人合法权益的；
      (9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
      (10)以非法民间组织名义活动的； (11)含有法律、行政法规禁止的其他内容的。
      2.3
      用户承诺对其发表或者上传于本站的所有信息(即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演和录音录像制品和电脑程序等)均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本站被第三人索赔的，用户应全额补偿本站一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)；
      2.4
      当第三方认为用户发表或者上传于本站的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本站发送权利通知书时，用户同意本站可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，本站将不会自动恢复上述删除的信息；
      (1)不得为任何非法目的而使用网络服务系统；
      (2)遵守所有与网络服务有关的网络协议、规定和程序；
      (3)不得利用本站进行任何可能对互联网的正常运转造成不利影响的行为；
      (4)不得利用本站进行任何不利于本站的行为。 2.5
      如用户在使用网络服务时违反上述任何规定，本站有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。
      三、用户帐号 3.1
      经与本站签订合作协议后开通的用户即成为正式用户，可以获得本站规定用户所应享有的一切权限；云维保有权对用户的权限设计进行变更。
      3.2
      用户有义务保证密码和帐号的安全，用户利用该密码和帐号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本站不承担任何责任。如用户发现帐号遭到未授权的使用或发生其他任何安全问题，应立即修改帐号密码并妥善保管，如有必要，请通知本站。因黑客行为或用户的保管疏忽导致帐号非法使用，本站不承担任何责任。
      四、隐私保护 4.1
      本站不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本站的非公开内容，但下列情况除外：
      (1)事先获得用户的明确授权； (2)根据有关的法律法规要求；
      (3)按照相关政府主管部门的要求； (4)为维护社会公众的利益。 4.2
      本站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本站同等的保护用户隐私的责任，则本站有权将用户的注册资料等提供给该第三方。
      4.3
      在不透露单个用户隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
      五、服务内容 5.1 云维保的具体内容由本站根据实际情况提供。 5.2
      本站仅提供相关的网络服务，除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费)均应由用户自行负担。
      六、第三方SDK目录
      6.1为了保证云维保App相关功能的实现与应用安全稳定的运行，我们可能会接入由第三方提供的软件开发包（SDK）实现相关目的。
      6.2我们会对合作方获取信息的软件功能开发包（SDK）进行严格的安全监测，以保护数据安全。
      6.3我们对接入的相关第三方SDK在目录中列明 第三方SDK列表 高德地图
      （1）使用目的：帮助用户定位使用发布报修订单功能时，便捷获取当前维修上门位置。
      （2）收集数据类型：地理位置信息 （3）官网链接：https://lbs.amap.com 天眼查
      （1）使用目的：帮助用户找到所在公司信息 （2）收集数据类型：公司信息
      （3）官网链接：https://open.tianyancha.com/ 七、为您提供的其他附件服务
      为向您提供更便捷、更优质、个性化的产品或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息，如您不提供这些信息，不会影响您使用本App的基本服务，但您可能无法获得这些附加服务给您带来的用户体验。这些附件服务包括：
      （1）基于相机/摄像头的附加服务：您可以在开启相册/摄像头权限后，使用扫码打卡，拍照打卡功能，如未来我们拟使用您的面部信息为您提供其他产品或服务功能的，我们将再次与您确认。
      （2）基于存储的附加服务：您可在开启相册权限后使用该功能用于下载附件与服务报告等文件，如您拒绝我们获取该权限，我们将无法为您提供服务。
      （3）位置权限：您可以打开您的位置权限（包括地理位置权限或WIFI），平台将智能匹配距离您附近的订单。
      （4）电话状态权限：为保障您的账户与使用安全，您需要授权我们读取本机识别码，拒绝后，可能存在安全风险。
      您理解并同意，上述附件服务可能需要您在您的设备中开启您的位置信息、摄像头、相册及存储、电话状态权限。以实现这些权限所涉及信息的收集和使用。您可在您的设备的“设置-应用权限”中查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。
      您理解并同意，我们向您提供的功能和服务场景是不断迭代升级的，如我们未在上述场景中明示您需要收集的个人信息，我们将会通过页面提示、交互设计等方式另行向您明示信息收集的内容、范围和目的并征得您同意。
      如我们停止运营本产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以提前30天以公告的形式通知您，并依照所适用的法律对所持有的您的个人信息进行删除或匿名化处理。
      八、我们如何收集、使用信息 8.1 个人身份
      登录注册：我们需要通过手机号码、微信授权进行账号注册、登录。 8.2
      地理位置信息
      使用目的：通过您使用时的大致位置，在您提交报修信息后，为您匹配距离你较近的维修师傅。
      九、责任声明 9.1
      用户明确同意其使用本站网络服务所存在的风险及一切后果将完全由用户本人承担，云维保对此不承担任何责任。
      9.2
      本站无法保证网络服务一定能满足用户的要求，也不保证网络服务的及时性、安全性、准确性。
      9.3
      本站不保证为方便用户而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本站实际控制的任何网页上的内容，本站不承担任何责任。
      9.4
      对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷，本站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
      9.5
      对于站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本站无需承担任何责任：
      (1)本站向用户免费提供的各项网络服务；
      (2)本站向用户赠送的任何产品或者服务。 9.6
      本站有权于任何时间暂时或永久修改或终止本服务(或其任何部分)，而无论其通知与否，本站对用户和任何第三人均无需承担任何责任。
      十、版权声明 10.1
      本站的文字、图片、音频、视频等版权均归广州新维智能科技有限公司享有或与作者共同享有，未经本站许可，不得任意转载。
      10.2
      本站特有的标识、版面设计、编排方式等版权均属广州新维智能科技有限公司享有，未经本站许可，不得任意复制或转载。
      10.3
      本站所有内容仅代表用户自己的立场和观点，与本站无关，由用户本人承担一切法律责任。
      10.4 恶意转载本站内容的，本站保留将其诉诸法律的权利。 十一、附则 11.1
      本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。 11.2
      如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
      11.3 本协议解释权及修订权归广州新维智能科技有限公司所有。</span
    >
  </div>
</template>

<script>
import Header from "@/components/Header";
export default {
  name: "Protocols",
  components: {
    Header,
  },
  data() {
    return {
      title: "服务协议",
    };
  },
};
</script>

<style>
.protocols {
  font-size: 12px;
}
</style>
